Repository: gdelagardelle/paperorg-notes
Catalog: PaperorgNotes/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, lb, pt

source: 7 days
de: 7 Tage
fr: 7 jours
lb: 7 Deeg
pt: 7 dias

source: 30 days
de: 30 Tage
fr: 30 jours
lb: 30 Deeg
pt: 30 dias

source: 90 days
de: 90 Tage
fr: 90 jours
lb: 90 Deeg
pt: 90 dias

source: Capture, transcribe, send
de: Aufnehmen, transkribieren, senden
fr: Enregistrer, transcrire, envoyer
lb: Ophuelen, transkribéieren, schécken
pt: Gravar, transcrever, enviar

source: Checking server email…
de: Server-E-Mail wird geprüft…
fr: Vérification de l’e-mail du serveur…
lb: Server-E-Mail gëtt iwwerpréift…
pt: A verificar o e-mail do servidor…

# common.cancel
source: Cancel
de: Abbrechen
fr: Annuler
lb: Ofbriechen
pt: Cancelar

source: Connected · account %@
de: Verbunden · Konto %1$@
fr: Connecté · compte %1$@
lb: Verbonnen · Kont %1$@
pt: Ligado · conta %1$@

source: Could not reach the server — will retry
de: Der Server ist nicht erreichbar — erneuter Versuch folgt
fr: Impossible de joindre le serveur — nouvelle tentative à venir
lb: De Server konnt net erreecht ginn — et gëtt nach eng Kéier probéiert
pt: Não foi possível contactar o servidor — será feita nova tentativa

source: Could not read the recording duration.
de: Die Aufnahmedauer konnte nicht gelesen werden.
fr: Impossible de lire la durée de l’enregistrement.
lb: D'Dauer vun der Opnam konnt net gelies ginn.
pt: Não foi possível ler a duração da gravação.

source: Custom Vocabulary
de: Benutzerdefiniertes Vokabular
fr: Vocabulaire personnalisé
lb: Benotzerdefinéierte Vocabulaire
pt: Vocabulário personalizado

source: Drag the handles to keep only the part you want. Transcription will use the trimmed audio if you reprocess.
de: Ziehen Sie die Griffe, um nur den gewünschten Teil zu behalten. Bei einer erneuten Verarbeitung wird das gekürzte Audio transkribiert.
fr: Faites glisser les poignées pour ne conserver que la partie souhaitée. Si vous relancez le traitement, l’audio découpé sera utilisé pour la transcription.
lb: Zitt d'Grëffer, fir nëmmen deen Deel ze behalen, deen Dir wëllt. Wann Dir d'Opnam nei veraarbecht, gëtt déi gekierzt Audiodatei fir d'Transkriptioun benotzt.
pt: Arraste as pegas para manter apenas a parte pretendida. Se voltar a processar, a transcrição utilizará o áudio recortado.

# email.attachment.audio
source: Audio file
de: Audiodatei
fr: Fichier audio
lb: Audiodatei
pt: Ficheiro de áudio

# email.attachment.none
source: None
de: Keine
fr: Aucune
lb: Keen
pt: Nenhum

# email.attachments
source: Attachments
de: Anhänge
fr: Pièces jointes
lb: Uschlëss
pt: Anexos

# email.close
source: Close
de: Schließen
fr: Fermer
lb: Zoumaachen
pt: Fechar

# email.error.disabled
source: Email sending is disabled in Settings → Email.
de: E-Mail-Versand ist unter Einstellungen → E-Mail deaktiviert.
fr: L'envoi d'e-mails est désactivé dans Réglages → E-mail.
lb: E-Mail-Sendung ass deaktivéiert an Astellungen → E-Mail.
pt: O envio de e-mail está desativado em Definições → E-mail.

# email.error.empty_content
source: Nothing to send yet — wait for transcription to finish.
de: Noch nichts zu senden — warten Sie, bis die Transkription abgeschlossen ist.
fr: Rien à envoyer pour l'instant — attendez la fin de la transcription.
lb: Näischt nach ze schécken - waart bis d'Transkriptioun fäerdeg ass.
pt: Ainda não há nada para enviar — aguarde até a transcrição terminar.

# email.error.mail_not_available
source: Mail is not configured on this device. Use the share option instead.
de: Mail ist auf diesem Gerät nicht eingerichtet. Nutzen Sie stattdessen Teilen.
fr: Mail n'est pas configuré sur cet appareil. Utilisez le partage à la place.
lb: Mail ass net op dësem Apparat konfiguréiert. Benotzt d'Aktieoptioun amplaz.
pt: O Mail não está configurado neste dispositivo. Utilize a opção de partilha.

# email.error.no_recipients
source: Add at least one email address in Settings → Email.
de: Fügen Sie mindestens eine E-Mail-Adresse unter Einstellungen → E-Mail hinzu.
fr: Ajoutez au moins une adresse e-mail dans Réglages → E-mail.
lb: Füügt op d'mannst eng E-Mailadress an Astellungen → E-Mail.
pt: Adicione pelo menos um endereço de e-mail em Definições → E-mail.

# email.mail_not_configured
source: Mail Not Configured
de: Mail nicht eingerichtet
fr: Mail non configuré
lb: Mail net konfiguréiert
pt: Mail não configurado

# email.mail_not_configured.hint
source: No Mail account is set up on this device. You can share the note by email or another app instead.
de: Kein Mail-Konto auf diesem Gerät. Teilen Sie die Notiz stattdessen per E-Mail oder einer anderen App.
fr: Aucun compte Mail n'est configuré sur cet appareil. Partagez la note par e-mail ou une autre app.
lb: Kee Mail Kont ass op dësem Apparat ageriicht. Dir kënnt d'Notiz per E-Mail oder eng aner App deelen amplaz.
pt: Não existe uma conta de Mail configurada neste dispositivo. Em vez disso, pode partilhar a nota por e-mail ou por outra app.

# email.message
source: Message
de: Nachricht
pt: Mensagem

# email.open_settings
source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
pt: Abrir definições

# email.review.recommended
source: Review recommended
de: Prüfung empfohlen
fr: Vérification recommandée
lb: Bewäertung recommandéiert
pt: Revisão recomendada

# email.review.title
source: Review before send
de: Vor dem Senden prüfen
fr: Vérifier avant envoi
lb: Iwwerpréift virum schéckt
pt: Rever antes de enviar

# email.review.warning %lld
source: %lld segment(s) have low confidence. Check the transcript before sending.
de: %lld Segment(e) mit niedriger Konfidenz. Prüfen Sie das Transkript vor dem Senden.
fr: %lld segment(s) ont une faible confiance. Vérifiez la transcription avant l'envoi.
lb: %lld Segment (en) hunn niddereg Vertrauen. Iwwerpréift den Transkript ier Dir schéckt.
pt: %lld segmento(s) têm baixa confiança. Verifique a transcrição antes de enviar.

# email.send
source: Send
de: Senden
fr: Envoyer
lb: Schécken
pt: Enviar

# email.send_title
source: Send Email
de: E-Mail senden
fr: Envoyer un e-mail
lb: E-Mail schécken
pt: Enviar e-mail

# email.share_note
source: Share Note
de: Notiz teilen
fr: Partager la note
lb: Deelen Notiz
pt: Partilhar nota

# email.subject
source: Subject
de: Betreff
fr: Objet
lb: Sujet
pt: Assunto

# email.to
source: To
de: An
fr: À
lb: Zu
pt: Para

source: Finish your own mail server setup below, or turn that option off to let Paperorg send for you.
de: Schließen Sie unten die Einrichtung Ihres eigenen Mailservers ab oder deaktivieren Sie diese Option, damit Paperorg für Sie sendet.
fr: Terminez ci-dessous la configuration de votre propre serveur de messagerie, ou désactivez cette option pour laisser Paperorg envoyer à votre place.
lb: Fäerdeg Är eege Mailserver-Konfiguratioun hei ënnen of, oder schalt dës Optioun aus, fir Paperorg fir Iech schécken ze loossen.
pt: Conclua abaixo a configuração do seu próprio servidor de e-mail ou desative essa opção para permitir que o Paperorg envie por si.

source: Finishing your note
de: Ihre Notiz wird fertiggestellt
fr: Finalisation de votre note
lb: Är Notiz gëtt ofgeschloss
pt: A concluir a sua nota

source: Free plan: up to %@ terms. Pro includes unlimited vocabulary.
de: Free-Plan: bis zu %1$@ Begriffe. Pro enthält unbegrenztes Vokabular.
fr: Offre gratuite : jusqu’à %1$@ termes. Pro inclut un vocabulaire illimité.
lb: Gratis-Plang: bis zu %1$@ Begrëffer. Pro enthält en onbegrenzte Vocabulaire.
pt: Plano gratuito: até %1$@ termos. O Pro inclui vocabulário ilimitado.

source: Language
de: Sprache
fr: Langue
lb: Sprooch
pt: Idioma

# language.auto_detect
source: Auto-detect
de: Automatisch erkennen
fr: Détection auto
lb: Automatesch erkennen
pt: Detetar automaticamente

# lock.disable
source: Turn Off Face ID Lock
de: Face-ID-Sperre deaktivieren
fr: Désactiver le verrouillage Face ID
lb: Ausschalten Face ID Lock
pt: Desativar bloqueio por Face ID

# lock.error.biometry_not_enrolled
source: Face ID is not set up on this device.
de: Face ID ist nicht eingerichtet.
fr: Face ID n'est pas configuré.
lb: Face ID ass net op dësem Apparat ageriicht.
pt: O Face ID não está configurado neste dispositivo.

# lock.error.biometry_unavailable
source: Face ID is not available on this device.
de: Face ID ist auf diesem Gerät nicht verfügbar.
fr: Face ID n'est pas disponible sur cet appareil.
lb: Face ID ass net op dësem Apparat verfügbar.
pt: O Face ID não está disponível neste dispositivo.

# lock.error.cancelled
source: Unlock cancelled. Tap Unlock to try again.
de: Entsperren abgebrochen. Erneut tippen.
fr: Déverrouillage annulé. Appuyez sur Déverrouiller.
lb: Spär annuléiert. Tippen op Spär fir nach eng Kéier ze probéieren.
pt: Desbloqueio cancelado. Toque em Desbloquear para tentar novamente.

# lock.error.failed
source: Authentication failed. Try again.
de: Authentifizierung fehlgeschlagen.
fr: Authentification échouée. Réessayez.
lb: Authentifikatioun gescheitert. Probéiert nach eng Kéier.
pt: A autenticação falhou. Tente novamente.

# lock.error.generic
source: Could not unlock Paperorg Notes. Try again or turn off Face ID lock.
de: Entsperren fehlgeschlagen. Erneut versuchen oder Face ID deaktivieren.
fr: Impossible de déverrouiller. Réessayez ou désactivez Face ID.
lb: Konnt Paperorg Notes net opmaachen. Probéiert nach eng Kéier oder schalt Face ID Spär aus.
pt: Não foi possível desbloquear o Paperorg Notes. Tente novamente ou desative o bloqueio por Face ID.

# lock.error.not_interactive
source: Face ID will appear when the app is active.
de: Face ID erscheint, wenn die App aktiv ist.
fr: Face ID apparaîtra lorsque l'app est active.
lb: Face ID erschéngt wann d'App aktiv ass.
pt: O Face ID aparecerá quando a app estiver ativa.

# lock.error.passcode_not_set
source: Set a device passcode in iOS Settings to use app lock.
de: Gerätecode in iOS-Einstellungen setzen.
fr: Configurez un code dans Réglages iOS.
lb: Setzt en Apparat Passwuert an iOS Astellunge fir d'App Spär ze benotzen.
pt: Defina um código de acesso do dispositivo nas Definições do iOS para usar o bloqueio da app.

# lock.title
source: Paperorg Notes is Locked
de: Paperorg Notes ist gesperrt
fr: Paperorg Notes est verrouillé
lb: Paperorg Notes ass gespaart
pt: O Paperorg Notes está bloqueado

# lock.unlock
source: Unlock
de: Entsperren
fr: Déverrouiller
lb: Spär op
pt: Desbloquear

source: Luxembourgish: LuxASR (primary) → ElevenLabs → OpenAI
de: Lëtzebuergesch: LuxASR (primär) → ElevenLabs → OpenAI
fr: Luxembourgeois : LuxASR (principal) → ElevenLabs → OpenAI
lb: Lëtzebuergesch: LuxASR (primär) → ElevenLabs → OpenAI
pt: Luxemburguês: LuxASR (principal) → ElevenLabs → OpenAI

source: Names, brands, and terms to improve transcription accuracy.
de: Namen, Marken und Begriffe zur Verbesserung der Transkriptionsgenauigkeit.
fr: Noms, marques et termes pour améliorer la précision de la transcription.
lb: Nimm, Marken a Begrëffer fir d'Genauegkeet vun der Transkriptioun ze verbesseren.
pt: Nomes, marcas e termos para melhorar a precisão da transcrição.

source: Never
de: Nie
fr: Jamais
lb: Ni
pt: Nunca

source: New length: %@
de: Neue Länge: %1$@
fr: Nouvelle durée : %1$@
lb: Nei Längt: %1$@
pt: Nova duração: %1$@

source: Not connected — connects automatically with Pro
de: Nicht verbunden — verbindet sich mit Pro automatisch
fr: Non connecté — connexion automatique avec Pro
lb: Net verbonnen — verbënnt sech automatesch mat Pro
pt: Não ligado — liga-se automaticamente com o Pro

# offline_recovery.waiting_message
source: Recording saved offline. It will transcribe automatically when your internet connection returns.
de: Aufnahme offline gespeichert. Sie wird automatisch transkribiert, sobald die Internetverbindung wiederhergestellt ist.
fr: Enregistrement sauvegardé hors ligne. Il sera transcrit automatiquement dès le retour de votre connexion Internet.
lb: Opnam offline gespäichert. Si gëtt automatesch transkribéiert, soubal d'Internetverbindung erëm do ass.
pt: Gravação guardada offline. Será transcrita automaticamente quando a ligação à Internet voltar.

# offline_recovery.waiting_status
source: Waiting for Internet
de: Wartet auf Internet
fr: En attente d’Internet
lb: Waart op Internet
pt: À espera da Internet

# note.detail.assignee %@
source: Assignee: %@
de: Zuständig: %@
fr: Responsable : %@
pt: Responsável: %@

# note.detail.audio_deleted_hint
source: Audio deleted — re-summarize only
de: Audio gelöscht — nur erneut zusammenfassen
fr: Audio supprimé — résumer uniquement
lb: Audio geläscht - nëmmen nei resuméieren
pt: Áudio eliminado — apenas resumir novamente

# note.detail.decisions
source: Decisions
de: Entscheidungen
fr: Décisions
lb: Entscheedungen
pt: Decisões

# note.detail.delete
source: Delete
de: Löschen
fr: Supprimer
lb: Läschen
pt: Eliminar

# note.detail.delete_audio
source: Delete Audio
de: Audio löschen
fr: Supprimer l'audio
lb: Audio läschen
pt: Eliminar áudio

# note.detail.delete_note
source: Delete Note
de: Notiz löschen
fr: Supprimer la note
lb: Läschen Note
pt: Eliminar nota

# note.detail.delete_note.message
source: Permanently deletes this note, transcript, summary, and recording.
de: Löscht diese Notiz, das Transkript, die Zusammenfassung und die Aufnahme dauerhaft.
fr: Supprime définitivement cette note, la transcription, le résumé et l'enregistrement.
lb: Permanent läscht dës Notiz, Transkriptioun, Resumé an Opnam.
pt: Elimina permanentemente esta nota, transcrição, resumo e gravação.

# note.detail.delete_note.title
source: Delete Note?
de: Notiz löschen?
fr: Supprimer la note ?
lb: Notiz läschen?
pt: Eliminar nota?

# note.detail.delete_recording
source: Delete Recording
de: Aufnahme löschen
fr: Supprimer l'enregistrement
lb: Läschen Recording
pt: Eliminar gravação

# note.detail.delete_recording.message
source: Removes the audio file but keeps the transcript and summary.
de: Entfernt die Audiodatei, behält Transkript und Zusammenfassung.
fr: Supprime le fichier audio mais conserve la transcription et le résumé.
lb: Entfernt d'Audiodatei awer hält den Transkript a Resumé.
pt: Remove o ficheiro de áudio, mas mantém a transcrição e o resumo.

# note.detail.delete_recording.title
source: Delete Recording?
de: Aufnahme löschen?
fr: Supprimer l'enregistrement ?
lb: Opnam läschen?
pt: Eliminar gravação?

# note.detail.detailed
source: Detailed
de: Ausführlich
fr: Détaillé
lb: Detailléiert
pt: Detalhado

# note.detail.edit_segment
source: Edit Segment
de: Segment bearbeiten
fr: Modifier le segment
lb: Segment änneren
pt: Editar segmento

# note.detail.export
source: Export
de: Exportieren
fr: Exporter
pt: Exportar

# note.detail.export_failed
source: Export Failed
de: Export fehlgeschlagen
fr: Échec de l'export
lb: Export ausgefall
pt: Falha na exportação

# note.detail.follow_up_email
source: Follow-up Email Draft
de: E-Mail-Entwurf für Follow-up
fr: Brouillon d'e-mail de suivi
lb: Follow-up E-Mail Entworf
pt: Rascunho de e-mail de seguimento

# note.detail.key_ideas
source: Key Ideas
de: Kernideen
fr: Idées clés
lb: Schlëssel Iddien
pt: Ideias principais

# note.detail.no_action_items
source: No action items extracted.
de: Keine Aufgaben extrahiert.
fr: Aucune action extraite.
lb: Keng Handlungsartikelen extrahéiert.
pt: Não foram extraídas ações.

# note.detail.no_transcript
source: No transcript yet.
de: Noch kein Transkript.
fr: Pas encore de transcription.
lb: Keen Transkript nach.
pt: Ainda não existe transcrição.

# note.detail.note_style
source: Note style
de: Notizstil
fr: Style de note
lb: Notiz Stil
pt: Estilo da nota

# note.detail.open_questions
source: Open Questions
de: Offene Fragen
fr: Questions ouvertes
lb: Open Froen
pt: Questões em aberto

# note.detail.reprocess.subtitle
source: Change style or run transcription again
de: Stil ändern oder Transkription erneut starten
fr: Changer le style ou relancer la transcription
lb: Ännere Stil oder lafen Transkriptioun erëm
pt: Altere o estilo ou execute novamente a transcrição

# note.detail.reprocess.title
source: Reprocess
de: Erneut verarbeiten
fr: Retraiter
lb: Reprocessen
pt: Reprocessar

# note.detail.resummarize
source: Re-summarize
de: Erneut zusammenfassen
fr: Résumer à nouveau
lb: Resuméiert
pt: Resumir novamente

# note.detail.save
source: Save
de: Speichern
fr: Enregistrer
lb: Spueren
pt: Guardar

# note.detail.segment.confidence %lld
source: %lld%% confidence
de: %lld %% Konfidenz
fr: %lld %% de confiance
lb: %lld%% Vertrauen
pt: %lld%% de confiança

# note.detail.segment.unclear %lld
source: Unclear (%lld%% confidence)
de: Unklar (%lld %% Konfidenz)
fr: Peu clair (%lld %% de confiance)
lb: Onkloer (%lld%% Vertrauen)
pt: Pouco claro (%lld%% de confiança)

# note.detail.share_debug
source: Share Transcription Debug Report
de: Transkriptions-Debug-Bericht teilen
fr: Partager le rapport de débogage
lb: Deelen Transkriptiouns Debug Bericht
pt: Partilhar relatório de depuração da transcrição

# note.detail.share_text
source: Share Text
de: Text teilen
fr: Partager le texte
lb: Deelen Text
pt: Partilhar texto

# note.detail.summary_header
source: Summary
de: Zusammenfassung
fr: Résumé
lb: Resumé
pt: Resumo

# note.detail.tab.actions
source: Actions
de: Aktionen
lb: Aktiounen
pt: Ações

# note.detail.tab.summary
source: Summary
de: Zusammenfassung
fr: Résumé
lb: Resumé
pt: Resumo

# note.detail.tab.transcript
source: Transcript
de: Transkript
fr: Transcription
lb: Transkriptioun
pt: Transcrição

# note.detail.transcribe_again
source: Transcribe again
de: Erneut transkribieren
fr: Transcrire à nouveau
lb: Transkriptioun erëm
pt: Transcrever novamente

# notes.empty.subtitle
source: Record something from the Record tab to build your library.
de: Nehmen Sie etwas im Tab Aufnahme auf, um Ihre Bibliothek aufzubauen.
fr: Enregistrez depuis l'onglet Enregistrer pour créer votre bibliothèque.
lb: Notéiert eppes vum Record Tab fir Är Bibliothéik ze bauen.
pt: Grave algo no separador Gravar para criar a sua biblioteca.

# notes.empty.title
source: No notes yet
de: Noch keine Notizen
fr: Aucune note
lb: Nach keng Notizen
pt: Ainda não existem notas

# notes.filters
source: Filters
de: Filter
fr: Filtres
lb: Filteren
pt: Filtros

# notes.no_match.subtitle
source: Try clearing a filter or recording something new.
de: Filter löschen oder neu aufnehmen.
fr: Effacez un filtre ou enregistrez une nouvelle note.
lb: Probéiert e Filter ze läschen oder eppes Neies opzehuelen.
pt: Experimente limpar um filtro ou gravar algo novo.

# notes.no_match.title
source: No matching notes
de: Keine passenden Notizen
fr: Aucune note correspondante
lb: Keng passende Notizen
pt: Não existem notas correspondentes

source: Other languages: OpenAI (primary) → ElevenLabs
de: Andere Sprachen: OpenAI (primär) → ElevenLabs
fr: Autres langues : OpenAI (principal) → ElevenLabs
lb: Aner Sproochen: OpenAI (primär) → ElevenLabs
pt: Outros idiomas: OpenAI (principal) → ElevenLabs

# plan.choose.subtitle
source: Start free with 30 minutes of transcription and AI summaries. Your own API keys are optional.
de: Starten Sie kostenlos mit 30 Minuten Transkription und KI-Zusammenfassungen. Eigene API-Schlüssel sind optional.
fr: Commencez gratuitement avec 30 minutes de transcription et de résumés IA. Vos propres clés API sont facultatives.
lb: Start gratis mat 30 Minutte Transkriptioun an AI-Zesummefaassungen. Är eegen API-Schlëssele sinn optional.
pt: Comece gratuitamente com 30 minutos de transcrição e resumos de IA. As suas próprias chaves API são opcionais.

# plan.choose.title
source: Choose your plan
de: Plan wählen
fr: Choisissez votre offre
lb: Wielt Äre Plang
pt: Escolha o seu plano

# plan.free.continue
source: Continue with Free
de: Mit Free fortfahren
fr: Continuer avec Free
lb: Weider mat Free
pt: Continuar com o gratuito

# plan.free.feature.elevenlabs
source: Optional: ElevenLabs for Lëtzebuergesch
de: Optional: ElevenLabs für Lëtzebuergesch
fr: Facultatif : ElevenLabs pour le luxembourgeois
lb: Optional: ElevenLabs fir Lëtzebuergesch
pt: Opcional: ElevenLabs para Lëtzebuergesch

# plan.free.feature.openai
source: Optional: your own OpenAI API key
de: Optional: eigener OpenAI-API-Schlüssel
fr: Facultatif : votre propre clé API OpenAI
lb: Optional: Ären eegenen OpenAI API-Schlëssel
pt: Opcional: a sua própria chave API da OpenAI

# plan.free.feature.record
source: Record, transcribe, and summarize
de: Aufnehmen, transkribieren und zusammenfassen
fr: Enregistrer, transcrire et résumer
lb: Rekord, transkriptéieren a resuméieren
pt: Gravar, transcrever e resumir

# included.active
source: Included minutes active
de: Inklusive Minuten aktiv
fr: Minutes incluses actives
lb: Abegraff Minutten aktiv
pt: Minutos incluídos ativos

# included.connecting
source: Setting up your included minutes…
de: Inklusive Minuten werden eingerichtet…
fr: Configuration de vos minutes incluses…
lb: Är abegraff Minutte ginn ageriicht…
pt: A configurar os seus minutos incluídos…

# included.detail
source: Use your 30 monthly minutes of transcription and AI summaries—no sign-in or API keys required. Your allowance is tied to this device.
de: Nutzen Sie Ihre 30 Minuten Transkription und KI-Zusammenfassungen pro Monat – ohne Anmeldung oder API-Schlüssel. Das Guthaben ist an dieses Gerät gebunden.
fr: Utilisez vos 30 minutes mensuelles de transcription et de résumés IA, sans connexion ni clé API. Votre quota est lié à cet appareil.
lb: Benotzt Är 30 Minutte Transkriptioun an AI-Zesummefaassungen all Mount – ouni Umeldung oder API-Schlësselen. Äert Guthaben ass un dësen Apparat gebonnen.
pt: Use os seus 30 minutos mensais de transcrição e resumos de IA, sem iniciar sessão nem usar chaves API. A sua franquia está associada a este dispositivo.

# included.remaining %lld
source: %lld minutes remaining this month
de: %lld Minuten diesen Monat übrig
fr: %lld minutes restantes ce mois-ci
lb: %lld Minutte bleiwen dëse Mount
pt: %lld minutos restantes este mês

# included.sign_in_failed
source: Apple sign-in could not be completed. Try again or use your own API keys.
de: Die Apple-Anmeldung konnte nicht abgeschlossen werden. Versuchen Sie es erneut oder verwenden Sie eigene API-Schlüssel.
fr: La connexion avec Apple n’a pas pu être terminée. Réessayez ou utilisez vos propres clés API.
lb: Apple Umeldung konnt net ofgeschloss ginn. Probéiert nach eng Kéier oder benotzt Är eege API Schlësselen.
pt: Não foi possível concluir o início de sessão com a Apple. Tente novamente ou utilize as suas próprias chaves API.

# included.sign_in_label
source: Sign in with Apple for included minutes
de: Mit Apple anmelden, um inklusive Minuten zu nutzen
fr: Se connecter avec Apple pour les minutes incluses
lb: Umellen mat Apple fir abegraff Minutten
pt: Iniciar sessão com a Apple para usar minutos incluídos

# included.start
source: Use included minutes
de: Inklusive Minuten nutzen
fr: Utiliser les minutes incluses
lb: Abegraff Minutte benotzen
pt: Usar minutos incluídos

# included.title
source: 30 minutes included each month
de: 30 Minuten pro Monat inklusive
fr: 30 minutes incluses chaque mois
lb: 30 Minutten all Mount abegraff
pt: 30 minutos incluídos por mês

# included.unavailable
source: Included minutes are not available yet. You can use your own API keys or try Pro.
de: Inklusive Minuten sind noch nicht verfügbar. Sie können eigene API-Schlüssel verwenden oder Pro ausprobieren.
fr: Les minutes incluses ne sont pas encore disponibles. Vous pouvez utiliser vos propres clés API ou essayer Pro.
lb: abegraff Minutte sinn nach net verfügbar. Dir kënnt Är eege API Schlësselen benotzen oder Pro probéieren.
pt: Os minutos incluídos ainda não estão disponíveis. Pode usar as suas próprias chaves API ou experimentar o Pro.

# included.upgrade
source: Upgrade to Pro in Settings
de: In Einstellungen auf Pro upgraden
fr: Passer à Pro dans Réglages
lb: Upgrade op Pro an Astellungen
pt: Mudar para Pro nas Definições
